/* Localized versions of Guest Access strings */

allowButton = "Общий экран";
denyButton = "Отменить";

controlTitle = "Запрос на управление";
observeTitle = "Запрос на наблюдение";

controlRequestKnown = "Пользователь «%@» на %@ хочет получить общий доступ к Вашему экрану. Предоставить экран для общего доступа «%@»?";
observeRequestKnown = "Пользователь «%@» на %@ хочет наблюдать за Вашим компьютером. Разрешить наблюдение?";

controlRequestUnknown = "Неизвестный пользователь на %@ хочет получить общий доступ к Вашему экрану. Предоставить им экран для общего доступа?";
observeRequestUnknown = "Неизвестный пользователь на %@ хочет наблюдать за Вашим компьютером. Разрешить наблюдение?";

errAttnReqCommString = "Произошла коммуникационная ошибка.";
